[
    {
        "id": 1,
        "title": "Everything to know about blogging and starting your own blog",
        "description": "Build a successful blog using these proven blogging strategies for content, promotion, list building, and monetization",
        "creator": "Odoemena Augustine Chinonso",
        "image": "course1.jpg",
        "includes": ["Certificate of Completion"],
        "requirements": ["Access to a computer with an internet connection"],
        "objectives": ["Build a blog from startup to finish"],
        "overview": [
            "Strategy - Choosing a Niche",
            "Creating your brand",
            "Building a top Blog",
            "Creating Content",
            "Promoting your Blog and Videos",
            "Monetizing your Blog",
            "Wordpress.com",
            "Installation/Theme",
            "Affiliate Marketing",
            "Plugin"
        ],
        "price": 30000
    },
    {
        "id": 2,
        "title": "Graphic Design Mastery: The Full Branding & Design Process",
        "description": "Follows the Full Graphic Design Process for A Company: Logo, Ad, Social Media, T-Shirt, Package, Website Design & More!",
        "creator": "Chidi Ikenna",
        "image": "course2.jpg",
        "includes": ["Certificate of Completion", "Full lifetime access"],
        "requirements": ["Access to a computer with an internet connection"],
        "objectives": [
            "The entire graphic design side of developing brand and brand assets.",
            "How to prepare all types of files for the press, bleed, pantone inks, ad specs, crop and bleed marks etc",
            "You will be able to layout/design all types of designs including full page ads and digital graphics",
            "learn to adapt a brand's look across all design mediums",
            "Design and layout stationary including business cards, letterhead and envelopes",
            "Develop a website mock-up including working wireframe in Adobe Xd",
            "Learn two new Adobe programs Adobe Xd and Adobe Dimensions",
            "Learn how to work with 3D objects",
            "Create custom brush textures and background graphics in Adobe Photoshop",
            "Learn how to create and present your logo design and brand",
            "Learn about branding standards and brand assets",
            "Be able to design and present a T-Shirt design"
        ],
        "overview": [
            "What is Graphics Design",
            "Preparation of files for bleeding etc",
            "Design and layout package design"
        ],
        "price": 30000
    },
    {
        "id": 3,
        "title": "Complete Front End Development - The full beginner Guide(incl CSS Grid, ES6, Hooks, React)",
        "description": "The easiest way to learn modern web design, HTML5 and CSS3 step-by-step from scratch. Dive in and learn Javascript,React.js, Routing, Animations and more",
        "creator": "Igboanugwo Collins",
        "image": "course3.jpg",
        "includes": [
            "Certificate of Completion",
            "Full lifetime access",
            "Assignments"
        ],
        "requirements": [
            "No prior web design or coding knowledge required!",
            "Any operating system: Mac, PC, Linux"
        ],
        "objectives": [
            "Code at an expert level of proficiency with HTML & CSS",
            "Learn UX and UI design for beginners",
            "Learn visual design fundamentals for beginners",
            "Explore modern web design tools like figma",
            "Provide amazing user experiences by leveraging the power of JavaScript with ease",
            "Learn about React Hooks and React Components",
            "Plan, design and code robust and fully custom, responsive websites and applications"
        ],
        "overview": [
            "Dive into HTML",
            "Formatting with CSS",
            "Web design basics",
            "Flexbox & CSS grid",
            "Practice Project: realtours",
            "Responsive Web design with media queries",
            "Javascript Fundamentals",
            "Javascript in the Browser: DOM & Events Fundamentals",
            "Functions in Javascript",
            "Working with Arrays, Objects & functions",
            "React Basics & Working with Components",
            "React State & working with Events",
            "Styling React Components with",
            "Time to Practice: A Complete Practice Project",
            "Advanced: Handling Side Effects, Using Reducers & Context API",
            "A Look Behind the React & optimization techniques",
            "An Alternative Way of Building Components: Class-based Components",
            "Working with Forms & User Input",
            "Practice Project: Building a food app",
            "Course Roundup"
        ],
        "price": 40000
    },
    {
        "id": 4,
        "title": "Data Analysis with Advance Microsoft Excel (from Beginner to Expert)",
        "description": "Master Excel pivots & learn data analysis w/ advanced Excel cases from a top Excel & business intelligence instructor",
        "creator": "Unachukwu Emmanuel",
        "image": "course4.jpg",
        "includes": ["Certificate of Completion", "Full lifetime access"],
        "requirements": ["Access to a computer with an internet connection"],
        "objectives": [
            "Learn all Microsoft Excel tools",
            " Learn the most common Excel functions used in the Office",
            " Maintain large sets of Excel data in a list or table (plus data analysis )",
            " Microsoft Excel Interface (menu bar, sheets, cells, columns, rows) ",
            " Basic functions Microsoft Excel (printing, resizing, Autofill, Shortcuts, templates)",
            " Work with data (find and replacing text, Constant link in formulas, Import text, Linking text) in Microsoft Excel",
            " Work with formulas ( brief information about all types of formulas) in Microsoft Excel",

            " FORMULAS",
            "Studying math formulas SUMM, AUTOSUM, AVERAGE, AVERAGEA in Microsoft Excel.",
            "Studying logical formulas and statements (TRUE, FALSE, IF, IFERROR) in Microsoft Excel",
            "Studying other types of formulas ( VLOOKUP, HLOOKUP, MIN,MAX, DATE, DAY, TODAY) in Microsoft Excel",
            "Studying advance formulas (SUMIF, SUMIFS, COUNTIF, COUNTIFS) in Microsoft Excel",

            " Formatting (Draw, Merging, Splitting text, Bordering, Filing (Coloring), Data grouping, text formatting) in Microsoft Excel",

            " Filtering and sorting in Microsoft Excel",
            " Working with Smart Tables (and slicing) in Microsoft Excel",
            " Creating Charts in Microsoft Excel",
            " Extra functions (Protect information, Changing menu bars, Notes and comments) in Microsoft Excel",
            " Learn the most useful functions in Excel used in business",
            " Learn to analyze large data sets with Pivot Tables"
        ],
        "overview": [
            "Microsoft Excel",
            "Functions in Excel",
            "Working with data",
            "Formulas",
            "Advanced Formulas",
            "Formatting",
            "Learn to wow your boss with great looking management dashboards",
            " Get your CV/Resume ready to impress on your next job application",
            " Projects for your portfolios"
        ],
        "price": 30000
    },
    {
        "id": 5,
        "title": "Owo FX Forex Strategy Full Course",
        "description": " A Comprehensive Forex Trading Course--Learn From an actual Forex Money Manager",
        "creator": "Douglas Peters",
        "image": "course5.jpg",
        "includes": ["Certificate of Completion", "Full lifetime access"],
        "requirements": ["Access to a computer with an internet connection"],
        "objectives": [
            "What FOREX actually means",
            "How to protect your Account against liquidation",
            "A simple yet effective forex stategy"
        ],
        "overview": [
            "What is forex",
            "Spread",
            "Pip",
            "Different market entry",
            "Stoploss",
            "Take profit",
            "Intro to Smart money",
            "Order blocks",
            "Imbalance",
            "Liquidity",
            "Market Structure",
            "Stop hunt",
            "Trendline",
            "S/R zones",
            "Owofx market entry/strategy",
            "How to take profit",
            "Trade management",
            "Trading plan",
            "Zoom Calls/market Analysis",
            "Trade Examples"
        ],
        "price": 30000
    },
    {
        "id": 6,
        "title": "Learn Web Development using Wordpress",
        "description": "Perhaps you want to start creating professional web sites. Maybe you want to start a small freelance business or take control of your own business web site. Maybe your a designer dipping a toe in to the digital world.  Or, perhaps, you just want to learn to develop complete sites in Wordpress the right way. Whatever your reason if you want to learn the in's and out's of Wordpress, this course is for you. This isn't a course that teaches you how to type content in to existing Wordpress themes!  This program is designed to give you full command of the Wordpress environment so you can make dynamic web sites that look anyway you want and are easy to update and maintain.  You're diving DEEP into Wordpress discussing theme development, mobile ready sites, templates and much, much more.",
        "creator": "Douglas Peters",
        "image": "course6.jpg",
        "includes": ["Certificate of Completion", "Full lifetime access"],
        "requirements": ["Access to a computer with an internet connection"],
        "objectives": [
            "This program is designed to give you full command of the Wordpress environment so you can make dynamic web sites that look anyway you want and are easy to update and maintain.  You're diving DEEP into Wordpress discussing theme development, mobile ready sites, templates and much, much more."
        ],
        "overview": [
            " Introduction to wordpress",
            "Domain",
            "Hosting",
            "Cpanel",
            " Introduction to MAMP SERVER",
            " Creating and designing a wordpress site offline using MAMP Server",
            " Database creation and installation of wordpress",
            " Theme installation and customization using elementor etc",
            " Plugins installation",
            " Final customization",
            " Student assignment",
            " Bonus( free premium templates and premium plugins)"
        ],
        "price": 30000
    },
    {
        "id": 7,
        "title": "Matering the Art of Project Management",
        "description": "Project Management is an exciting profession. Moving from one project to another, a Project manage constantly faces new businesses, new processes and systems, new people, and new situations. Such a dynamic environment helps you learn more all the time, and advances your skills much faster than traditional jobs do. Developing the ability to structure chaos into a project, along with solid project management knowledge and skills, will make your endeavors more successful than ever – whether it is the performance of a big organization, your own career progression, a new business start-up, or even your personal life projects",
        "creator": "Green Emmanuel",
        "image": "course6.jpg",
        "includes": ["Certificate of Completion", "Full lifetime access"],
        "requirements": ["Access to a computer with an internet connection"],
        "objectives": [
            " Developing the ability to structure chaos into a project, along with solid project management knowledge and skills, will make your endeavors more successful than ever – whether it is the performance of a big organization, your own career progression, a new business start-up, or even your personal life projects!"
        ],
        "overview": [
            "What is Project & Project Management",
            "Why Projects are Authorized",
            "Define Project Management Office (PMO)",
            "Understanding the Impact of Organizational Structures and other Influences on Project Management",
            "Identify the Skills required to be a successful Project Manager",
            "Verify the 49 Processes, 5 Process Groups & 10 Knowledge Areas of Project Management.",
            "Understand how to Engage Project Management Processes in Practice.",
            "Identify the 7 Processes of Project Integration Management",
            "Use the different Project Selection Methods.",
            "Explain the Inputs, Tools & Techniques and Outputs that are required for the 7 Project Integration Management Processes."
        ],
        "price": 30000
    }
]
